export default {
  projections: {
    ДеньИзЖизниE: {
      дата: {
        __caption__: 'Дата'
      },
      мояЖизнь: {
        __caption__: 'Моя жизнь',
        описание: {
          __caption__: 'Описание'
        }
      },
      результатДня: {
        __caption__: 'Результат дня',
        тип: {
          __caption__: 'Тип'
        },
        описание: {
          __caption__: 'Описание'
        }
      },
      практикуемаяПривычка: {
        __caption__: 'Практикуемая привычка',
        впечатление: {
          __caption__: 'Впечатление'
        },
        привычка: {
          __caption__: 'Привычка',
          наименование: {
            __caption__: 'Наименование'
          }
        }
      }
    },
    ДеньИзЖизниL: {
      дата: {
        __caption__: 'Дата'
      },
      мояЖизнь: {
        __caption__: 'Описание',
        описание: {
          __caption__: 'Описание'
        }
      }
    }
  },
  validations: {
    дата: {
      __caption__: 'Дата'
    },
    мояЖизнь: {
      __caption__: 'Моя жизнь'
    },
    результатДня: {
      __caption__: 'Результат дня'
    },
    практикуемаяПривычка: {
      __caption__: 'Практикуемая привычка'
    }
  }
};
