export default {
  projections: {
    ДеньИзЖизниE: {
      дата: {
        __caption__: 'дата'
      },
      мояЖизнь: {
        __caption__: 'мояЖизнь',
        описание: {
          __caption__: 'описание'
        }
      },
      результатДня: {
        __caption__: 'результатДня',
        тип: {
          __caption__: 'тип'
        },
        описание: {
          __caption__: 'описание'
        }
      },
      практикуемаяПривычка: {
        __caption__: 'практикуемаяПривычка',
        впечатление: {
          __caption__: 'впечатление'
        },
        привычка: {
          __caption__: 'привычка',
          наименование: {
            __caption__: 'наименование'
          }
        }
      }
    },
    ДеньИзЖизниL: {
      дата: {
        __caption__: 'дата'
      },
      мояЖизнь: {
        __caption__: 'мояЖизнь',
        описание: {
          __caption__: 'описание'
        }
      }
    }
  },
  validations: {
    дата: {
      __caption__: 'дата'
    },
    мояЖизнь: {
      __caption__: 'мояЖизнь'
    },
    привычкаДня: {
      __caption__: 'привычкаДня'
    },
    результатДня: {
      __caption__: 'результатДня'
    },
    практикуемаяПривычка: {
      __caption__: 'практикуемаяПривычка'
    }
  }
};
